Repository: tizenorg/apps.home.ug-wifi-efl
Catalog: po/*.po
Languages: hy

# IDS_ST_BODY_NONE
source: None
hy: Չկա

# IDS_BT_BODY_CONNECT_TO_DEVICE
source: Connect to device
hy: Միանալ սարքին

# IDS_BR_POP_INVALID_CERTIFICATE
source: Invalid certificate.
hy: Անվավեր վկայական:

# IDS_BR_BODY_BUTTON_T_TTS
source: Button
hy: Կոճակ

# IDS_CLD_OPT_ALWAYS_ABB
source: Always
hy: Միշտ

# IDS_COM_BODY_PHASE_2_AUTHENTICATION
source: Phase 2 authentication
hy: Փուլ 2 նույնականացում

# IDS_COM_BODY_FIND
source: Find
hy: Գտնել

# IDS_STU_BUTTON_PREVIOUS
source: Previous
hy: Նախորդ

# IDS_STU_BUTTON_NEXT
source: Next
hy: Հաջորդ

# IDS_MOBILEAP_POP_DO_NOT_SHOW_AGAIN
source: Do not show again
hy: Չցուցադրել կրկին

# IDS_EMAIL_POP_ALPHABETICAL
source: Alphabetical
hy: Այբբենական

# IDS_ST_SBODY_INCREASES_DATA_USAGE_ABB
source: Increases data usage.
hy: Մեծացնում է տվյալների օգտագործումը:

# IDS_ST_POP_WRONG_PASSWORD
source: Wrong password
hy: Սխալ գաղտնաբառ:

# IDS_ST_POP_TURNING_ON_WI_FI_WILL_DISABLE_WI_FI_TETHERING
source: Turning on Wi-Fi will turn off Wi-Fi tethering.
hy: Wi-Fi-ը միացնելը կկասեցնի Wi-Fi տեղակապումը:

# IDS_ST_HEADER_DOUBLE_TAP
source: Double tap
hy: Կրկնակի հպում

# IDS_ST_HEADER_AVAILABLE_NETWORKS
source: Available networks
hy: Հասանելի ցանցեր

# IDS_ST_BODY_WPS_AVAILABLE
source: WPS available
hy: WPS-ը հասանելի է

# IDS_ST_BODY_SECURED_ABB_M_WIFI_AP_SUMMARY
source: Secured
hy: Ապահով

# IDS_ST_BODY_OBTAINING_IP_ADDRESS_ING
source: Obtaining IP address...
hy: Ստացվում է IP հասցե...

# IDS_ST_BODY_NETWORK_SSID
source: Network SSID
hy: Ցանցի SSID

# IDS_ST_BODY_NETWORK_NOTIFICATION
source: Network notification
hy: Ցանցային ծանուցում

# IDS_ST_BODY_KEEP_WI_FI_ON_DURING_SLEEP
source: Keep Wi-Fi on during sleep
hy: Պահել Wi-Fi-ը նիրհման ընթացքում

# IDS_ST_BODY_GOOD_M_BATTERY
source: Good
hy: Լավ

# IDS_ST_BODY_EXCELLENT
source: Excellent
hy: Գերազանց

source: Enter the %1$s PIN on your Wi-Fi router. The setup can take up to %2$d minutes to complete.
hy: Մուտքագրեք ձեր Wi-Fi երթուղիչի %1$s PIN-ը: Տեղակայումը կարող է տեւել մինչեւ %2$d րոպե:

# IDS_ST_BODY_ADVANCED
source: Advanced
hy: Լրացուցիչ

# IDS_GC_POP_INVALID_PIN
source: Invalid PIN.
hy: Անվավեր PIN:

# IDS_WIFI_TPOP_MAXIMUM_NUMBER_OF_CHARACTERS_PD_REACHED
source: Maximum number of characters %d reached.
hy: Հասել է նիշերի առավելագույն քանակին՝ %d

# IDS_WIFI_TPOP_FAILED_TO_OBTAIN_IP_ADDRESS
source: Failed to obtain IP address.
hy: Չհաջողվեց ստանալ IP հասցե:

# IDS_WIFI_TPOP_CONNECTED_TO_WI_FI_NETWORK_PS
source: Connected to Wi-Fi network %s.
hy: Միացել է %s Wi-Fi ցանցին

# IDS_WIFI_TMBODY_NEVER_M_ALWAYS_OFF
source: Never
hy: Երբեք

# IDS_WIFI_SK_FORGET
source: Forget
hy: Մոռանալ

# IDS_WIFI_SK_CANCEL
source: Cancel
hy: Չեղարկել

# IDS_WIFI_SBODY_CONNECTED_M_STATUS
source: Connected
hy: Միացված է

source: Automatically switch between Wi-Fi and mobile networks to maintain a stable Internet connection.
hy: Ինքնաբերաբար փոխարկել Wi-Fi և շարժական կապի ցանցերի միջև՝ կայուն ինտերնետ-միացում պահպանելու համար:

# IDS_WIFI_SBODY_AUTHENTICATION_ERROR_OCCURRED_M_STATUS
source: Authentication error occurred
hy: Նույնականացման սխալ է տեղի ունեցել

# IDS_WIFI_POP_SMART_NETWORK_SWITCH_HAS_BEEN_ENABLED_MSG
source: Smart network switch has been enabled. This function helps to maintain a stable Internet connection by switching between mobile and Wi-Fi networks. This may increase your data usage.
hy: Ցանցերի խելացի փոխարկումն ընձեռվել է: Այս գործառույթն օգնում է պահպանել կայուն ինտերնետի միացում՝ փոխարկելով Wi-Fi և շարժական կապի ցանցերի միջև: Դա կարող է մեծացնել տվյալների օգտագործումը:

# IDS_WIFI_POP_PRESS_WPS_ON_YOUR_WI_FI_ACCESS_POINT_WITHIN_PD_MINUTES
source: Press WPS on your Wi-Fi access point within %d minutes.
hy: Սեղմեք Ձեր Wi-Fi մուտքի կետի WPS-ը %d րոպե:

# IDS_WIFI_POP_OPEN
source: Open
hy: Բացել

# IDS_WIFI_POP_NO_WI_FI_AP_FOUND
source: No Wi-Fi AP found.
hy: Wi-Fi մատչման կետ չի գտնեվել:

# IDS_WIFI_POP_CURRENT_NETWORK_WILL_BE_DISCONNECTED
source: Current network will be disconnected.
hy: Ընթացիկ ցանցը կանջատվի:

# IDS_WIFI_OPT_SHOW_PASSWORD
source: Show password
hy: Ցույց տալ գաղտնաբառը

# IDS_WIFI_OPT_MOBILEACCESSSERVICEATCIVATION_ON
source: On
hy: Միացված է

# IDS_WIFI_OPT_MOBILEACCESSSERVICEATCIVATION_OFF
source: Off
hy: Անջատված է

# IDS_WIFI_OPT_FORGET_NETWORK
source: Forget network
hy: Մոռանալ ցանցը

# IDS_WIFI_MBODY_SMART_NETWORK_SWITCH
source: Smart network switch
hy: Ցանցերի խելացի փոխարկում

# IDS_WIFI_MBODY_SIGNAL_STRENGTH_KOR_SKT
source: Signal strength
hy: Ազդանշանի ուժգնությունը

# IDS_WIFI_HEADER_WI_FI_NETWORK_INFO_ABB
source: Wi-Fi network info
hy: Տեղեկ. Wi-Fi ցանցի մասին

# IDS_WIFI_HEADER_SELECT_WPS_METHOD_ABB
source: Select WPS method
hy: Ընտրել WPS եղանակ

# IDS_WIFI_HEADER_PASSWORD
source: Password
hy: Գաղտնաբառ

# IDS_WIFI_HEADER_ENTER_PASSWORD
source: Enter password
hy: Մուտքագրեք գաղտնաբառը:

# IDS_WIFI_BUTTON_WPS_BUTTON
source: WPS button
hy: WPS կոճակ

# IDS_WIFI_BUTTON_SCAN
source: Scan
hy: Զննել

# IDS_WIFI_BUTTON_FIND_HIDDEN_NETWORK
source: Find hidden network
hy: Փնտրել թաքնված ցանց

# IDS_WIFI_BODY_WHILE_CHARGING_ONLY_ABB
source: While charging only
hy: Միայն լիցքավորման ընթացքում

# IDS_WIFI_BODY_WEAK_M_STRENGTH
source: Weak
hy: Թույլ

# IDS_WIFI_BODY_USER_CERTIFICATE_ABB
source: User certificate
hy: Օգտվողի վկայական

# IDS_WIFI_BODY_UNSPECIFIED
source: Unspecified
hy: Սահմանված չէ

# IDS_WIFI_BODY_UNKNOWN
source: Unknown
hy: Անհայտ

# IDS_WIFI_BODY_SUBNET_MASK
source: Subnet mask
hy: Ենթացանցի դիմակ

# IDS_WIFI_BODY_STATIC_IP
source: Static IP
hy: Ստատիկ IP

# IDS_WIFI_BODY_SORT_BY
source: Sort by
hy: Տեսակավորել ըստ

# IDS_WIFI_BODY_SCANNING_ING
source: Scanning...
hy: Սկանավորում է...

# IDS_WIFI_BODY_RECEIVE_NOTIFICATIONS_WHEN_NETWORKS_ARE_AVAILABLE
source: Receive notifications when networks are available.
hy: Ստանալ ծանուցումներ ցանցերի մատչելիության մասին

# IDS_WIFI_BODY_NAME
source: Name
hy: Անուն

# IDS_WIFI_BODY_MAC_ADDRESS
source: MAC address
hy: MAC հասցե

# IDS_WIFI_BODY_IP_ADDRESS
source: IP address
hy: IP հասցե

# IDS_WIFI_BODY_IDENTITY
source: Identity
hy: Ինքնություն

# IDS_WIFI_BODY_GATEWAY_ADDRESS
source: Gateway address
hy: Ուղեմուտի հասցե

# IDS_WIFI_BODY_ENTER_IDENTITY
source: Enter identity.
hy: Մուտքագրել ինքնությունը:

# IDS_WIFI_BODY_EAP_METHOD
source: EAP method
hy: EAP եղանակ

# IDS_WIFI_BODY_CONNECTING_ING
source: Connecting...
hy: Միացում...

# IDS_WIFI_BODY_CONNECT
source: Connect
hy: Միանալ

# IDS_WIFI_BODY_CONFIGURATION_SAVED_M_STATUS
source: Saved
hy: Պահպանվեց:

# IDS_WIFI_BODY_A_WI_FI_NETWORK_HAS_BEEN_DETECTED_YOU_WILL_BE_CONNECTED
source: A Wi-Fi network has been detected. You will be connected.
hy: Wi-Fi ցանց է հայտնաբերվել: Դուք կմիանաք ցանցին

# IDS_WIFI_BODY_ADVANCED_SETTINGS
source: Advanced settings
hy: Լրացուցիչ կայանքներ
